import React from 'react'

const PageAbout = () => {
  return (
    <div>
      <p>
        «Во все тяжкие» (англ. Breaking Bad) — американская телевизионная криминальная драма, премьерные серии которой транслировались с 20 января 2008 года по 29 сентября 2013 года по кабельному каналу AMC. На протяжении пяти сезонов, состоящих из 62 эпизодов, показана история Уолтера Уайта, школьного учителя, у которого диагностировали неоперабельный рак лёгких. Вместе со своим бывшим учеником Джесси Пинкманом он начинает производить и продавать метамфетамин, чтобы обеспечить финансовое будущее своей семьи. Постановка и съёмка сериала велись в городе Альбукерке, штат Нью-Мексико.

        Создатель и исполнительный продюсер сериала — Винс Гиллиган. Главные роли в сериале исполнили Брайан Крэнстон, сыгравший Уолтера Уайта, и Аарон Пол, ставший его сообщником Джесси Пинкманом. Анна Ганн стала Скайлер Уайт — женой Уолтера Уайта, Ар-Джей Митт — его сыном. Бетси Брандт исполнила роль сестры Скайлер — Мари Шрейдер, а её мужа Хэнка Шрейдера сыграл Дин Норрис. Начиная со второго сезона, Уолтер нанял адвоката Сола Гудмана, в роли которого выступил Боб Оденкерк. Он в свою очередь познакомил Уолта с частным сыщиком Майком Эрмантраутом, сыгранным Джонатаном Бэнксом. Временным работодателем Уолта в сфере наркоторговли стал Густаво Фринг, в исполнении Джанкарло Эспозито. В заключительном сезоне сериала появились Джесси Племонс в роли Тода Алкиста, временного сообщника Уолтера Уайта, и Лора Фрейзер в роли Лидии Родарт-Куэйл, новой компаньонки Уолта.

        «Во все тяжкие» завоевал широкое признание критиков, получил высокие оценки и был признан одним из лучших американских телесериалов. Сериал был удостоен множества наград, среди которых 16 прайм-таймовых премий «Эмми», два «Золотых глобуса», пять премий Гильдии киноактёров США, шесть премий Гильдии сценаристов США, две премии Гильдии режиссёров Америки, две премии Гильдии продюсеров США, две премии Пибоди, восемь премий «Спутник», одна BAFTA, пять премий Ассоциации телевизионных критиков и шесть премий «Выбор телевизионных критиков». За исполнение главной роли Брайан Крэнстон получил четыре премии «Эмми» за лучшую мужскую роль в драматическом телесериале. Аарон Пол был трижды награждён премией «Эмми» за лучшую мужскую роль второго плана. Анна Ганн была дважды отмечена премией «Эмми» за лучшую женскую роль второго плана.
      </p>
    </div>
  )
}

export default PageAbout